export default [
  {
    id: 1,
    mobileTitle: '',
    regularTitle: 'Тиждень інтенсивної теорії + практика на манекенах',
    theoryHours: 21,
    practiceHours: 9,
    theoryPlan: [
      { topic: 'Знайомство зі світом барберингу' },
      { topic: 'Основні функції професійного барбера' },
      { topic: 'Інструмент барбера' },
      { topic: 'Санітарні норми та процедури' },
      { topic: 'Сленг барбера' },
      { topic: 'Назви технік та стрижок' },
      { topic: 'Форми обличчя та будова черепа' },
      { topic: 'Розпізнавання типів волосся' },
      { topic: 'Структура волосся' },
      { topic: 'Види стрижок' },
      { topic: 'Подовжені дизайни' },
      { topic: 'Квадратна форма подовжених фасонів' },
      { topic: 'Техніка "Шари"' },
    ],
    practicePlan: [
      { topic: 'Розподіл голови по зонах на манекені' },
      { topic: 'Стрижка на манекені квадратної форми' },
    ],
    results: [
      {
        result: 'За 1 тиждень навчання ви навчитеся користуватися інструментом',
      },
      { result: 'Засвоїте санітарні норми та правила дезінфекції інструменту' },
      { result: 'Вивчите усе про голову та волосся' },
      {
        result:
          'Навчитеся стригти подовжені дизайни у техніці "Шари" + квадратна форма',
      },
    ],
  },

  {
    id: 2,
    mobileTitle: '',
    regularTitle: 'Тиждень інтенсивної практики на манекенах + теорія',
    theoryHours: 10,
    practiceHours: 17,
    theoryPlan: [
      { topic: 'Усі види форм' },
      { topic: 'Техніки стрижки' },
      { topic: 'Шари' },
      { topic: 'Кругла форма' },
      { topic: 'Трикутна форма' },
      { topic: 'Техніка "Градуювання"' },
      { topic: 'Техніка "Лінія"' },
      { topic: 'Елевація' },
    ],
    practicePlan: [
      { topic: 'Повтор 1 тижня' },
      {
        topic: 'Стрижка, кругла форма',
        subtopics: ['Градуювання', 'Шари'],
      },
      {
        topic: 'Стрижка, трикутна форма',
        subtopics: ['Градуювання', 'Шари'],
      },
      {
        topic: 'Стрижка, квадратна форма',
        subtopics: ['Шари'],
      },
      { topic: 'Стрижка в техніці "Лінія"' },
    ],
    results: [
      {
        result:
          'На 2-му тижні навчання ви вивчите усе про подовжені дизайни та їх форми',
      },
      { result: 'Отримаєте практику стрижок подовжених дизайнів' },
      { result: 'Досконало пропрацюєте техніку градуювання' },
      {
        result:
          'Ви навчитеся правильно працювати з формами, що дозволить вам ефектно створювати стрижки, які личитимуть клієнтам',
      },
      {
        result:
          'Ви навчитеся виконувати стрижки в лінійній техніці. Зможете створювати чіткі лінії, що підкреслюють образ клієнта',
      },
    ],
  },

  {
    id: 3,
    mobileTitle: '',
    regularTitle: 'Тиждень практики на манекенах + стрижка для клієнта',
    theoryHours: 9,
    practiceHours: 20,
    theoryPlan: [
      { topic: 'Окантовка' },
      { topic: 'Основи окантовки' },
      { topic: 'Укладання волосся' },
      { topic: 'Основи Фейду' },
      { topic: 'Low fade' },
      { topic: 'Mid fade' },
      { topic: 'High fade' },
      { topic: 'Taper fade' },
    ],
    practicePlan: [
      { topic: 'Відпрацювання подовжених стрижок на манекенах' },
      { topic: 'Міні-іспит з подовжених стрижок' },
      { topic: 'Тейпер фейд на манекені' },
      { topic: 'Одна стрижка на голові справжнього клієнта' },
    ],
    results: [
      {
        result:
          'Ви опануєте окантовку та найпопулярніші техніки в роботі барбера - фейди',
      },
      { result: 'Зробите якісне укладання волосся' },
      {
        result: 'Навчитеся робити плавні переходи з меншої довжини до більшої',
      },
      { result: 'Зрозумієте, який фейд підібрати клієнту' },
      { result: 'Навчитеся робити рівні лінії окантовки' },
      {
        result:
          'Зрозумієте принцип роботи з професійною косметикою для волосся',
      },
      {
        result:
          'Також ви складете міні-іспит з подовжених фасонів, щоб закріпити знання',
      },
    ],
  },

  {
    id: 4,
    mobileTitle: '',
    regularTitle: 'Цілий тиждень практики стрижок на живих моделях',
    theoryHours: 5,
    practiceHours: 25,
    theoryPlan: [
      { topic: 'Борода' },
      { topic: 'Комбінування бороди з зачіскою' },
      { topic: 'Взаємодія з клієнтом' },
      { topic: 'Тайм-менеджмент' },
      { topic: 'Стрижка брів' },
      { topic: 'Воскова депіляція' },
    ],
    practicePlan: [
      { topic: 'Цілий тиждень практики стрижок на живих моделях' },
      { topic: 'Оформлення борід клієнтам' },
    ],
    results: [
      {
        result:
          'Ви застосуєте усі отримані теоретичні знання в практичних умовах',
      },
      {
        result:
          'Отримаєте цінний досвід та впевненість у своїх здібностях перед виходом на професійний ринок барберингу',
      },
      {
        result:
          'Зможете з легкістю взаємодіяти з клієнтами, управляти часом та створювати повноцінні образи для клієнтів',
      },
    ],
  },

  {
    id: 5,
    mobileTitle: 'Іспит',
    regularTitle: 'Іспит та вручення дипломів',
    theoryHours: 5,
    practiceHours: 0,
    theoryPlan: [],
    practicePlan: [],
    results: [
      {
        result:
          'Виконаєте стрижки на моделях без нашого нагляду, застосовуючи усі техніки та навички, які ви вивчили під час навчання. Ми змоделюємо реальні умови роботи у барбершопі, починаючи із зустрічі клієнта та надання йому якісної послуги та сервісу',
      },
      {
        result:
          "Після складання іспиту ви отримаєте міжнародний сертифікат, який підтвердить вашу кваліфікацію та вміння у галузі барберингу. Цей сертифікат стане важливим документом на шляху до успішної кар'єри барбера та відкриє багато можливостей у цій сфері",
      },
      {
        result:
          'Обговоримо ваші подальші дії та працевлаштування, після чого відсвяткуємо вручення дипломів вже у новому статусі професійних барберів',
      },
    ],
  },
];
