export default [
  {
    id: 1,
    mobileTitle: '',
    regularTitle: 'Тиждень інтенсивної теорії + практика на манекенах',
    theoryHours: 21,
    practiceHours: 9,
    theoryPlan: [
      { topic: 'знайомство з світом барберингу' },
      { topic: 'основні функції професійного барбера' },
      { topic: 'інструмент барбера' },
      { topic: 'санітарні норми та процедури' },
      { topic: 'сленг барбера' },
      { topic: 'назви технік і стрижок' },
      { topic: 'форми обличчя та структура черепа' },
      { topic: 'розпізнавання типів волосся' },
      { topic: 'структура волосся' },
      { topic: 'види стрижок' },
      { topic: 'подовжені дизайни' },
      { topic: 'квадратна форма подовжених фасонів' },
      { topic: 'техніка слої' },
    ],
    practicePlan: [
      { topic: 'Розподіл голови по зонах на манекені' },
      { topic: 'Стрижка на манекені квадратної форми' },
    ],
    results: [
      {
        result: 'За 1 тиждень навчання ви навчитесь користуватись інструментом',
      },
      { result: 'Освоїте санітарні норми та дезінфекцію інструменту' },
      { result: 'Вивчите все про голову та волосся' },
      {
        result:
          'Навчитесь стригти подовжені дизайни в техніці Слої + Квадратна форма',
      },
    ],
  },

  {
    id: 2,
    mobileTitle: '',
    regularTitle: 'Тиждень інтенсивної практики на манекенах + теорія',
    theoryHours: 10,
    practiceHours: 17,
    theoryPlan: [
      { topic: 'Всі види форм' },
      { topic: 'Техніки стрижки' },
      { topic: 'Слої' },
      { topic: 'Кругла форма' },
      { topic: 'Трикутна форма' },
      { topic: 'Техніка Градуювання' },
      { topic: 'Техніка Лінія' },
      { topic: 'Елевація' },
    ],
    practicePlan: [
      { topic: 'Повтор 1 тижня' },
      {
        topic: 'Стрижка кругла форма',
        subtopics: ['градуювання', 'Слої'],
      },
      {
        topic: 'Стрижка трикутна форма',
        subtopics: ['градуювання', 'Слої'],
      },
      {
        topic: 'Стрижка квадратна форма',
        subtopics: ['Слої'],
      },
      { topic: 'Стрижка в техніці Лінія' },
    ],
    results: [
      {
        result:
          'На 2 тижні навчання ви вивчите все про подовжені дизайни та їх форми',
      },
      { result: 'Отримаєте практику стрижок подовжених дизайнів' },
      { result: 'Досконало пропрацюєте техніку градуювання' },
      {
        result:
          'Ви навчитесь правильно працювати з формами, що дозволить Вам ефектно створювати стрижки які будуть личити клієнтам',
      },
      {
        result:
          'Ви навчитесь виконувати стрижки в лінійній техніці. Зможете створювати чіткі лінії, щоб підкреслювати образ клієнта',
      },
    ],
  },

  {
    id: 3,
    mobileTitle: '',
    regularTitle: 'Тиждень практики на манекенах + стрижка для клієнта',
    theoryHours: 9,
    practiceHours: 20,
    theoryPlan: [
      { topic: 'Окантовка' },
      { topic: 'Основи окантовки' },
      { topic: 'Укладання волосся' },
      { topic: 'Основи Фейду' },
      { topic: 'Low fade' },
      { topic: 'Mid fade' },
      { topic: 'High fade' },
      { topic: 'Taper fade' },
    ],
    practicePlan: [
      { topic: 'Відпрацювання подовжених стрижок на манекенах' },
      { topic: 'Міні-екзамен по подовжених стрижках' },
      { topic: 'Тейпер фейд на манекені' },
      { topic: 'Одна стрижка на справжній голові клієнта' },
    ],
    results: [
      {
        result:
          'Ви опануєте окантовку, найпопулярніші техніки в роботі барбера - фейди',
      },
      { result: 'Зробите якісне укладання волосся' },
      {
        result: 'Навчитесь робити плавні переходи з меншої до більшої довжини',
      },
      { result: 'Зрозумієте, який фейд підібрати клієнту' },
      { result: 'Навчитесь робити рівні лінії окантовки' },
      {
        result:
          'Зрозумієте принцип роботи з професійною косметикою для волосся',
      },
      {
        result:
          'Також ви пройдете міні-екзамен по подовжених фасонах, щоб закріпити знання',
      },
    ],
  },

  {
    id: 4,
    mobileTitle: '',
    regularTitle: 'Цілий тиждень практика стрижок на живих моделях',
    theoryHours: 5,
    practiceHours: 25,
    theoryPlan: [
      { topic: 'Борода' },
      { topic: 'Комбінування бороди з зачіскою' },
      { topic: 'Взаємодія з клієнтом' },
      { topic: 'Тайм-менеджмент' },
      { topic: 'Стрижка брів' },
      { topic: 'Воскова депіляція' },
    ],
    practicePlan: [
      { topic: 'Цілий тиждень практики стрижок на живих моделях' },
      { topic: 'Оформлення борід клієнтам' },
    ],
    results: [
      {
        result:
          'Ви застосуєте всі отримані теоретичні знання в практичних умовах',
      },
      {
        result:
          'Отримаєте цінний досвід та впевненість в своїх здібностях перед виходом на професійний ринок барберингу',
      },
      {
        result:
          'Зможете з легкістю взаємодіяти з клієнтами, управляти часом та створювати повноцінні образи для клієнтів',
      },
    ],
  },

  {
    id: 5,
    mobileTitle: 'Екзамен',
    regularTitle: 'Екзамен і вручення дипломів',
    theoryHours: 5,
    practiceHours: 0,
    theoryPlan: [],
    practicePlan: [],
    results: [
      {
        result:
          'Виконаєте стрижки на моделях без нашого нагляду, застосовуючи всі техніки та навички, які ви вивчили під час навчання. Ми змоделюємо реальні умови роботи в барбершопі, починаючи з зустрічі клієнта і надання йому якісної послуги і сервісу',
      },
      {
        result:
          "Після проходження екзамену ви отримаєте міжнародний сертифікат, який підтвердить вашу кваліфікацію та вміння в галузі барберингу. Цей сертифікат стане важливим документом на шляху до успішної кар'єри барбера та відкриє багато можливостей у цій сфері",
      },
      {
        result:
          'Обговоримо ваші подальші дії, працевлаштування. Після чого відсвяткуємо вручення дипломів вже з новим статусом - професійних барберів',
      },
    ],
  },
];
